Repository: ranma/lxplug-bluetooth
Catalog: po/*.po
Languages: hy

source: Pairing Request
hy: Միացման հարցում

source: Pairing Device '%s'
hy: Միացում '%s' սարքի հետ

source: Pairing request sent to device - waiting for response...
hy: Միացման հայցն ուղարկվել է սարքին - սպասում է պատասխանին...

source: _Cancel
hy: Չեղարկել

source: _OK
hy: Լավ

source: Pairing failed - %s
hy: Միացումը ձախողվեց - %s

source: Pairing successful - creating connection...
hy: Միացումը ստացվեց - ստեղծում է կապակցումը...

source: Connected successfully
hy: Միացված է հաջողությամբ

source: Connection failed - %s. Try to connect manually.
hy: Կապակցումը ձախողվեց - %s. Փորձեք ձեռքով միացնել։

source: Please enter code '%s' on device '%s'
hy: Մուտքագրել '%s' ծածկագիրը '%s' սարքի վրա

source: Please confirm that device '%s' is showing the code '%s' to connect
hy: Խնդրում ենք հաստատել, որ '%s' սարքը ցույց է տալիս ծածկագիրը '%s' -ին միանալու համար

source: Please enter PIN code for device '%s'
hy: Խնդրում ենք մուտքագրել PIN ծածկագիրը'%s' -ի համար

source: Waiting for response from device...
hy: Սպասում է սարքի պատասխանին...

source: Pairing Requested
hy: Միացումը հարցման մեջ է

source: Device '%s' has requested a pairing. Do you accept the request?
hy: '%s' սարքն ունի միացման հայց։ Ցանկանո՞ւմ եք հաստատել այն։

source: Rejecting pairing...
hy: Միացման մերժում...

source: Removal of pairing failed - %s. Remove the device manually.
hy: Միացման հեռացումը ձախողվեց - %s։ Ձեռքով հեռացրեք սարքը

source: Paired successfully. Use the audio menu to select as output device.
hy: Հաջողությամբ միացվեց։ Ձայնային մենյուից ընտրեք արտաքին սարքը

source: Paired successfully, but this device has no services which can be used with Raspberry Pi.
hy: Հաջողությամբ միացվեց, բայց այս սարքը չունի ծառայությունները, որոնք կարող են օգտագործվելRaspberry Pi-ի համար

source: Add New Device
hy: Ավելացնել նոր սարք

source: Remove Device
hy: Հեռացնել սարքը

source: _Pair
hy: Միացնել

source: _Remove
hy: Հեռացնել

source: Searching for Bluetooth devices...
hy: Բլութութ սարքի որոնում...

source: Paired Bluetooth devices
hy: Բլութութ սարքերը միացված են

source: Removing paired device '%s'...
hy: ՀԵռացնել կապակցված '%s' սարքը ...

source: Removal failed - %s
hy: Հեռացումը ձախողվեց - %s

source: Connect Device
hy: Միացնել սարքը

source: Connecting to device '%s'...
hy: Միացում '%s' սարքին...

source: Connection failed - %s
hy: Կապակցումը ձախողվեց - %s

source: Disconnect Device
hy: Անջատել սարքը

source: Disconnecting from device '%s'...
hy: Անջատվել '%s' սարքից...

source: Disconnection failed - %s
hy: Անջատումը ձախողվեց - %s

source: Use the audio menu to connect to this device
hy: Ձայնային մենյուից միացեք այս սարքին

source: No usable services on this device
hy: Այս սարքը չունի համապատասխան ծառայություններ

source: Disconnect...
hy: Անջատել...

source: Connect...
hy: Միացնել...

source: No Bluetooth adapter found
hy: Բլութութ ադապտերը չի գտնվել

source: Turn On Bluetooth
hy: Միացնել բլութութը

source: Turn Off Bluetooth
hy: Անջատել բլութութը

source: Stop Discoverable
hy: Կասեցնել հայտնաբերումը

source: Make Discoverable
hy: Դարձնել հայտնաբերվող

source: Add Device...
hy: Ավելացնել սարք..

source: Remove Device...
hy: Հեռացնել սարք...

source: Manage Bluetooth devices
hy: Կառավարել բլութութ սարքերը

source: Bluetooth
hy: Բլութութ

source: Manages Bluetooth devices
hy: Կառավարում է բլութութ սարքերը
